HSDTaskName = "Maintenance";

HSDFeedRollerHeaderTitle = "Maintenance du rouleau d'alimentation et du tampon de séparation";
HSDNotifyMeTitle = "M'avertir lorsque la maintenance est nécessaire.";
HSDTotalPagesTitle = "Nombre total de pages introduites :";
HSDPagesSinceReplacementTitle = "Pages introduites depuis le dernier remplacement :";
HSDPreviouslyRecordedReplacementsTitle = "Remplacements précédemment enregistrés :";
HSDReplacementRecommendedTitle = "Remplacement recommandé maintenant :";
HSDReplaceButtonTitle = "Enregistrer le remplacement…";

RecordReplacementWarnTitle = "Enregistrer le remplacement?";
RecordReplacementWarnText = "Cette action réinitialise le nombre de pages introduites et incrémente le nombre de remplacements du rouleau d'alimentation et du tampon de séparation.";

MaintenanceRecommendedWarnTitle = "Maintenance recommandée";
MaintenanceRecommendedWarnText = "Le remplacement du rouleau d'alimentation et du tampon de séparation du scanner est nécessaire.";
